/* alert message */
"Amazon lists are normally specific to a particular country. If you change the store your list may no longer be found." = "Amazon 列表通常对应与某些特定国家。如果更改了商店列表，你可能再也找不到该列表。";

/* button text */
"Cancel" = "取消";

/* button text */
"Change Store" = "更改商店";

/* alert title */
"Change to the %@ Amazon store?" = "更改为 %@ Amazon 商店?";

/* button */
"Close" = "关闭";

/* Appears in an empty tableview */
"Drag Amazon products here from your web browser" = "从你的网络浏览器上拖放产品到这里";

/* table cell */
"Loading product data\\U2026" = "正在载入产品数据...";

/* table cell */
"No Internet connection" = "没有网络连接";

/* error message in tableview */
"No list with that ID was found" = "没有发现该 ID 的列表";

/* table cell */
"No matching Amazon product found" = "没有匹配的 Amazon 产品被发现";

/* alert message */
"Not all products are available in every country. By changing the store, some of the products in your list may no longer be found." = "不是所有产品都适用于每个国家。通过更改商店，列表里的部分产品也许会无法找到。";

/* String_On_Page_Template */
"Please add Amazon products to this list using the Inspector." = "请使用检查器添加 Amazon 产品到此列表。";

/* alert text */
"Please click the purple help button to view instructions on how to find the public URL of an Amazon list." = "请单击紫色的帮助按钮查看如何查找 Amazon 列表公共网址的介绍。";

/* Table placeholder text */
"Please enter the ID or public URL of an Amazon list above" = "请在上面的 Amazon 列表上输入 ID 或公共网址";

/* String_On_Page_Template */
"Please specify an Amazon list (e.g. a wish list or listmania) to display using the Inspector." = "请使用检查器指定一个用于显示的 Amazon 列表 (希望或喜好的列表)。";

/* table cell */
"Please specify an Amazon product to display" = "请指定一个用于显示的 Amazon 产品";

/* Tooltip text */
"The desired quantity of this product has been received." = "期望质量的这产品已收到。";

/* error message in tableview */
"The URL entered does not appear to be a public Amazon list URL" = "输入的网址看来不是一个公共 Amazon 列表网址";

/* alert title */
"The URL entered is not the public URL of an Amazon list." = "输入的网址不是一个 Amazon 列表公共网址。";

/* error message in tableview */
"There was an error loading the list." = "载入列表时发生了一个错误。";

/* table cell */
"There was an error loading the product" = "载入产品时发生了一个错误";

/* Placeholder text */
"This is a placeholder for an Amazon product; It will appear here once published or if you enable live data feeds in the preferences." = "这是 Amazon 产品的一个占位符；一旦你发布或在偏好设置里启用实时数据流它将出现在这里。";

/* Placeholder text */
"This is a placeholder; your Amazon list will appear here once published or if you enable live data feeds in the preferences." = "这是一个占位符；一旦你发布或在偏好设置里启用实时数据流，你的 Amazon 列表将出现在这里。";